Repository: cdfbdex/BIOS_COMPUTERVISION
Catalog: gui/resources/lang/mabeSIV_*.po
Languages: pt

# AgregarROI|
source: Agregar Región de Interés
pt: Adicionar Região de Interesse

# AgregarROI|
source: CODE
pt: CÓDIGO

# AgregarROI|
source: Descripción
pt: descrição

# AgregarROI|
source: Buscar:
pt: Pesquisar

# EntrenamientoModelos|
source: Form
pt: Formulário

# EntrenamientoModelos|
source: Entrenamiento
pt: Treinamento

# EntrenamientoModelos|
source: Cerrar
pt: Perto

# EventLoggerController|
source: Error al conectar con el servidor:
pt: Erro ao conectar ao servidor:

# InspeccionVisual|
source: Form
pt: Formulário

# InspeccionVisual|
source: Cerrar
pt: Perto

# LoginWindow|
source: Usuario:
pt: Usuário:

# LoginWindow|
source: Contraseña:
pt: Senha:

# LoginWindow|
source: Usuarios
pt: Usuários

# LoginWindow|
source: Ingrese solo caracteres numéricos
pt: Introduzir caracteres apenas numéricos

# LoginWindow|
source: Sistema de Inspección Visual para Control de Calidad
pt: Sistema de Inspeção Visual de Controle de Qualidade

# LoginWindow|
source: Error en las credenciales
pt: Credenciais de erro

# LoginWindow|
source: No puede iniciar sesión, por favor verifique usuario y contraseña.
pt: Você não pode entrar, por favor, verifique nome de usuário e senha.

# LoginWindow|
source: No puede cerrar sesión, por favor verifique usuario y contraseña.
pt: Você não pode fazer logoff, verifique nome de usuário e senha.

# LoginWindow|
source: Error al conectar con el servidor:
pt: Erro ao conectar ao servidor:

# LoginWindow|
source: Error de red
pt: Erro de rede

# MaestroReferencias|
source: Form
pt: formulário

# MaestroReferencias|
source: Actualizar tabla
pt: E actualização da tabela

# MaestroReferencias|
source: Cerrar
pt: Perto

# MaestroReferencias|
source: Palabras clave:
pt: Palavras chave:

# MaestroReferencias|
source: Categoría:
pt: Categoria:

# MaestroReferencias|
source: Filtrar por fecha
pt: Filtrar por data

# MaestroReferencias|
source: Fecha inicial:
pt: Data de início:

# MaestroReferencias|
source: Fecha final:
pt: Fim:

# MaestroReferencias|
source: Filtrar
pt: Filtro

# MaestroReferencias|
source: Case sensitive
pt: Maiúsculas de minúsculas

# MaestroReferencias|
source: Registrar nueva referencia
pt: Registrar nova referência

# MaestroReferencias|
source: Fecha/Hora
pt: Data / Hora

# MaestroReferencias|
source: Referencia
pt: referência

# MaestroReferencias|
source: Línea
pt: linha

# MaestroReferencias|
source: Error de red
pt: Erro de rede

# MaestroReferencias|
source: Error al conectar con el servidor:
pt: Erro ao conectar ao servidor:

# MainWindow|
source: user
pt: usuário

# MainWindow|
source: Cerrar sesión
pt: Sair

# MainWindow|
source: Gestor del Maestro de Referencias
pt: Mestre Reference Manager

# MainWindow|
source: Configuración de Modelos de Inspección Visual
pt: Configurando Modelos de Inspecção Visual

# MainWindow|
source: Inspección Visual de Producto
pt: A inspeção visual do produto

# MainWindow|
source: A&yuda
pt: A&juda

# MainWindow|
source: &Archivo
pt: &Arquivo

# MainWindow|
source: &Configuración
pt: &Configuração

# MainWindow|
source: &Iniciar sesión
pt: &Iniciar sessão

# MainWindow|
source: &Cerrar sesión
pt: &Fechar sessão

# MainWindow|
source: &Salir
pt: &Saída

# MainWindow|
source: &Cambiar idioma
pt: &Mudar Idioma

# MainWindow|
source: &Acerca de...
pt: &Sobre...

# MainWindow|
source: &1. Maestro de referencias
pt: &1. Mestre de referências

# MainWindow|
source: &2. Entrenamiento de Modelo de Inspección Visual
pt: &2. Modelo de treinamento Inspeção Visual

# MainWindow|
source: &3. Inspección Visual de Producto
pt: &3. A inspeção visual do produto

# MainWindow|
source: Log de Eventos
pt: Registro de eventos

# MainWindow|
source: No se ha podido cargar el archivo del idioma seleccionado. Se cambiará a Español
pt: Não é possível carregar o idioma selecionado. Ele irá mudar para Espanhol.

# MainWindow|
source: No se puede instalar el idioma
pt: Você não pode instalar o idioma

# MainWindow|
source: Abriendo Configuración del sistema
pt: Configuração do Sistema Abertura

# MainWindow|
source: Abriendo Log de Eventos
pt: Abrindo log de eventos

# MainWindow|
source: Acerca de...
pt: Sobre...

# MainWindow|
source: Proyecto MABE-BIOS
pt: projeto MABE-BIOS

# MainWindow|
source: Abrir módulo
pt: Módulo aberto

# MainWindow|
source: Ha cerrado sesión correctamente
pt: Ele tem registrado corretamente

# MainWindow|
source: Abriendo entrenador de modelos de inspección visual
pt: Abrindo modelos treinador inspeção visual

# MainWindow|
source: Abriendo inspector visual de producto
pt: Abrindo visuais inspector Produto

# QObject|
source: Save File
pt: salvar Arquivo

# QObject|
source: Images (*.jpg)
pt: Imagens (* .jpg)

# ReferenciaUndRefrigeracion|
source: Fecha/Hora
pt: Data / Hora

# ReferenciaUndRefrigeracion|
source: Referencia
pt: Referência

# ReferenciaUndRefrigeracion|
source: Activada
pt: Ativado

# RegistrarNuevaReferencia|
source: Registrar nuevo modelo de referencia
pt: Registrar novo modelo de referência

# RegistrarNuevaReferencia|
source: Asignar código de referencia
pt: Atribuir código de referência

# RegistrarNuevaReferencia|
source: Referencia:
pt: Referência

# RegistrarNuevaReferencia|
source: Analizar referencia
pt: analisar referência

# RegistrarNuevaReferencia|
source: Analizar referencia: PENDIENTE
pt: Analisar referência: Inclinação

# RegistrarNuevaReferencia|
source: Capturar imágenes
pt: captura de imagens

# RegistrarNuevaReferencia|
source: Frontal Superior
pt: frente Superior

# RegistrarNuevaReferencia|
source: Frontal Inferior
pt: frente Lower

# RegistrarNuevaReferencia|
source: Puerta Superior
pt: porta Superior

# RegistrarNuevaReferencia|
source: Puerta Inferior
pt: porta inferior

# RegistrarNuevaReferencia|
source: Captura de imágenes: PENDIENTE
pt: captura de imagem: Inclinação

# RegistrarNuevaReferencia|
source: Seleccionar Regiones de Interés (ROI)
pt: Seleccione regiões de interesse (ROI)

# RegistrarNuevaReferencia|
source: Eliminar
pt: remover

# RegistrarNuevaReferencia|
source: Limpiar
pt: limpo

# RegistrarNuevaReferencia|
source: Resumen de registro de referencia
pt: registro de referência Resumo

# RegistrarNuevaReferencia|
source: Resumen de ROI
pt: ROI resumo

# RegistrarNuevaReferencia|
source: Las regiones de interés (ROI) seleccionadas para la referencia a registrar se detallan a continuación con su información principal
pt: Regiões de interesse (ROI) selecionados para referência de registo enumerados abaixo com suas informações principal

# RegistrarNuevaReferencia|
source: Resumen de imágenes
pt: Resumo das imagens

# RegistrarNuevaReferencia|
source: Las imágenes a color adquiridas para procesar la referencia son las mostradas a continuación:
pt: imagens coloridas adquiridas para o processamento da referência são mostrados abaixo:

# RegistrarNuevaReferencia|
source: Guardar local
pt: Salvar local

# RegistrarNuevaReferencia|
source: Detalles de guardado
pt: detalhes salvo

# RegistrarNuevaReferencia|
source: Imagen
pt: fotografia

# RegistrarNuevaReferencia|
source: Código Accesorio
pt: código Acessório

# RegistrarNuevaReferencia|
source: X
pt: Q

# RegistrarNuevaReferencia|
source: Y
pt: Entao?

# RegistrarNuevaReferencia|
source: Ancho
pt: largura

# RegistrarNuevaReferencia|
source: Registro de nueva referencia
pt: Registro de referência novo

# RegistrarNuevaReferencia|
source: Debe analizar la referencia para continuar el proceso de registro de referencia.
pt: Você deve analisar a referência para continuar a referência do processo de registro.

# RegistrarNuevaReferencia|
source: Debe capturar las imágenes para continuar el proceso de registro de referencia.
pt: Você deve capturar imagens para continuar o processo de registro de referência.

# RegistrarNuevaReferencia|
source: No ha seleccionado regiones de interés en las imágenes.
pt: Não selecionou regiões de interesse em imagens.

# RegistrarNuevaReferencia|
source: ¿Está seguro que desea salir sin grabar la información?
pt: Tem certeza de que deseja sair sem guardar as informações?

# RegistrarNuevaReferencia|
source: Analizar referencia: OK
pt: Analisar referência: OK

# RegistrarNuevaReferencia|
source: Captura imágenes: OK
pt: Captura: OK

# RegistrarNuevaReferencia|
source: No se puede agregar el ROI
pt: Você não pode adicionar o ROI

# RegistrarNuevaReferencia|
source: No se puede agregar un accesorio vacío. Por favor verifique si realizó el análisis de la referencia en el paso 1.
pt: Você não pode adicionar um acessório vazio. Por favor, verifique se você executou a análise da referência na etapa 1.

# RegistrarNuevaReferencia|
source: El accesorio que está intentando agregar ya existe en la imagen especificada. Por favor verifique nuevamente el código.
pt: O anexo que você está tentando adicionar já existe na imagem especificada. Por favor, verifique o código novamente.

# RegistrarNuevaReferencia|
source: ¿Está seguro que desea eliminar la fila seleccionada?
pt: Tem certeza de que deseja excluir a linha selecionada?

# RegistrarNuevaReferencia|
source: ¿Está seguro que desea eliminar todas las filas?
pt: Tem certeza de que deseja excluir todas as linhas?

# RegistrarNuevaReferencia|
source: Guardando imagen
pt: imagem Economia

# RegistrarNuevaReferencia|
source: Guardando regiones de interés en JSON.
pt: Salvando regiões de interesse em JSON.

# RegistrarNuevaReferencia|
source: Guardado.
pt: Salvos.

# RegistrarNuevaReferencia|
source: Información
pt: Informação

# RegistrarNuevaReferencia|
source: La grabación de imágenes y regiones de interés ha finalizado exitosamente.
pt: Gravando imagens e regiões de interesse foi concluída com êxito.

# RegistrarNuevaReferencia|
source: No se pueden guardar las imágenes porque no se han capturado las cuatro imágenes de la referencia a registrar.
pt: Você não pode guardar as imagens porque não capturou os quatro imagens de referência a serem gravados.

# SeleccionarROI|
source: Agregar ROI
pt: Adicionar ROI

# SeleccionarROI|
source: Guardar
pt: Salvar
